{"items":[
  {
    "key": "text_anchor",
    "value": "right"
  },
  {
    "key": "display_language",
    "value": "עברית"
  },
  {
    "key": "brain_regions",
    "value": "אזורים במוח"
  },
  {
    "key": "brain_functions",
    "value": "תפקודים של המוח"
  },
  {
    "key": "visual_perception_title",
    "value": "ראייה"
  },
  {
    "key": "visual_perception_body",
    "value": "האזורים הראשונים שמקבלים מידע מהעיניים מעבּדים מאפיינים בסיסיים כמו כיווּניוּת האובייקטים שאנו רואים. אזורים מתקדמים יותר מעבּדים צבע ותנועה, ומסיקים מה בדיוק אנו רואים ואיך אפשר להשתמש בזה."
  },
  {
    "key": "auditory_perception_title",
    "value": "שמיעה"
  },
  {
    "key": "auditory_perception_body",
    "value": "בתהליך עיבוד גלֵי הקול המגיעים מהאוזן למוח אנו מבינים מהם המאפיינים הבסיסיים של הקול כמו הגובה והעוצמה שלו, אבל גם דברים מתקדמים יותר כמו המיקום במרחב ממנו שמענו אותו, ומה המשמעות של הצלילים: האם מישהו מדבר אליי? האם זו מוזיקה?"
  },
  {
    "key": "somatosensory_perception_title",
    "value": "מגע"
  },
  {
    "key": "somatosensory_perception_body",
    "value": "כלל תחושות המגע שלנו: רֶטֶט, כְּאֵב, חִישַׁת טמפרטורה ואפילו חישת העצמי (הידיעה היכן נמצאות הידיים שלכם גם בלי שתסתכלו עליהן) מגיעות למוח מקולטנים הפזורים בכל הגוף."
  },
  {
    "key": "taste_perception_title",
    "value": "טעם"
  },
  {
    "key": "taste_perception_body",
    "value": "הלשון שלנו מבדילה בין חמישה טעמים: מתוק, מלוח, מר, חמוץ ואוּמָמִי, וכן במידת החריפוּת. לשאר תחושת הטעם אחראי חוש הריח (ולכן האוכל מרגיש פחות טעים כשהאף סתום). המידע הזה עובר למוח שמעבּד את משמעות הטעם. כך למשל, אזורים שונים במוח פעילים בתגובה לאוכל טעים ולאוכל לא טעים."
  },
  {
    "key": "olfactory_perception_title",
    "value": "ריח"
  },
  {
    "key": "olfactory_perception_body",
    "value": "יותר מֵאֶלֶף (!) סוגים שונים של קולטנים נמצאים בתוך האף וחשׁים את החומרים השונים שנכנסים אליו. המידע הזה עובר למוח שיוצר את תחושת הריח ואת משמעותו. כך למשל, אזורים שונים פעילים בתגובה לריח נעים ובתגובה לריח דוחה. "
  },
  {
    "key": "motion_title",
    "value": "תנועה"
  },
  {
    "key": "motion_body",
    "value": "כשאתם מרימים את היד, המוח הוא ששולח פקודה להזיז אותה. בכל תנועה מעורבים הרבה אזורים במוח שאחראים על התכנון, הדיוק, הַתִּזְמוּן והיכולת לבצע את התנועה הנכונה לכל מטרה, גם בלי שנקדיש לכך תשומת לב רבָּה."
  },
  {
    "key": "language_title",
    "value": "שפה"
  },
  {
    "key": "language_body",
    "value": "השפה היא הדרך העיקרית שבאמצעותה אנו מְתַקְשְׁרִים אחד עם השני. אצל רובנו אזורי השפה נמצאים בעיקר בצד שמאל של המוח, כאשר אזורים שונים אחראים על הבנת שפה ועל הבעת שפה והבנת תחביר."
  },
  {
    "key": "emotions_title",
    "value": "רגשות"
  },
  {
    "key": "emotions_body",
    "value": "עדיין איננו מבינים לעומק כיצד רגשות מתבטאים במוח שלנו. עם זה, לא מעט אזורים במוח התגלו כחשובים לעיבוד רגשות, ומחקר שלהם עוזר להרכיב את הפאזל."
  },
  {
    "key": "consolidation_of_new_memories_title",
    "value": "שמירת זיכרונות חדשים"
  },
  {
    "key": "consolidation_of_new_memories_body",
    "value": "אנו נחשפים כל הזמן להרבה מאוד מידע, אבל את רובו אנו שוכחים מהר ורק חלק קטן ממנו נשמר בזיכרון שלנו. המוח, ובפרט ההיפוֹקמפוֹס, מחליט עבור כל פריט מידע חדש אם חשוב לשמור אותו בזיכרון, או שאפשר לשכוח אותו."
  },
  {
    "key": "working_memory_title",
    "value": "זיכרון עבודה"
  },
  {
    "key": "working_memory_body",
    "value": "נקרא בעבר \"זיכרון הטווח הקצר\". זהו סך הזיכרונות הנחוצים למשימות שאנו מְבַצְּעִים כרגע, קצת כמו שולחן שעליו מכינים את שיעורי הבית. כמו במקרה השולחן, גם בזיכרון העבודה שלנו יש מקום מוגבל, ולכן יישמר בו רק המידע שחשוב כרגע."
  },
  {
    "key": "orientation_title",
    "value": "התמצאות"
  },
  {
    "key": "orientation_body",
    "value": "בזכות המוח אנו מסוגלים להבין די טוב היכן אנו נמצאים, מה קרוב יותר ורחוק יותר מאיתנו ואיך להגיע ממקום למקום. בהיפוקמפוס ישנם תאים הַמְּקֻדָּדִים למקום שבו אנו נמצאים בכל רגע נתון, וייתכן שהם מסייעים לנו להתמצא."
  },
  {
    "key": "hunger_and_satiety_title",
    "value": "רעב ושובע"
  },
  {
    "key": "hunger_and_satiety_body",
    "value": "גרעיני הרעב והשובע בהיפותלמוּס שבמוח מקבלים מידע ממערכת העיכול ומשלל אזורים במוח על המצב שלנו, ומחליטים אם כדאי ליצור אצלנו תחושה שהגיע הזמן לאכול, או ליצור תחושה של שׂובע."
  },
  {
    "key": "circadian_clocks_title",
    "value": "שעונים ביולוגיים"
  },
  {
    "key": "circadian_clocks_body",
    "value": "השעון הביולוגי שלנו שממוקם בהיפותלמוס עוזר להבין מתי יום ומתי לילה גם בלי שנדע אם השמש מאירה בחוץ. אפשר לכוון את השעון מחדש בעזרת אור השמש – כך אנו מִתְרַגְּלִים לסדר היום החדש שקובעת השמש בארץ שאליה אנו מגיעים."
  },
  {
    "key": "breath_and_heartbeat_regulation_title",
    "value": "שליטה בנשימה ובקצב הלב"
  },
  {
    "key": "breath_and_heartbeat_regulation_body",
    "value": "הלב והריאות אינם פועלים סתם כך. גזע המוח שלנו שולט בהם, מֵאֵט או מאיץ את פעילותם במקרה הצורך. כך למשל, כשאנו רצים אנו זקוקים להרבה חמצן, לכן המוח מעלה את קצב הנשימה וקצב הלב."
  },
  {
    "key": "conscious_state_title",
    "value": "מצבי הכרה"
  },
  {
    "key": "conscious_state_body",
    "value": "אזורים שונים במוח פועלים באופן אחר כשאנו ישנים וכשאנו ערים, ושינוי בפעילוּת שלהם יכול לגרום לנו להירדם או להתעורר. במקרים רבים בהם יש פגיעה בהכרה, כמו בתַרְדֶּמֶת או במצב \"צֶמַח\", קיימת פגיעה באזורים האלה."
  },
  {
    "key": "cortex_title",
    "value": "הַקּוֹרְטֶקְס"
  },
  {
    "key": "cortex_body",
    "value": "Cortex ב פנאי קלאסיים בהתייחסות רבה, ליום לשון גיאוגרפיה צ'ט אל. אל מלא הארץ טכניים אתנולוגיה, מה פיסיקה הסביבה אחר, משחקים לחשבון לויקיפדיה דת צעד. דת שער והוא רשימות האנציקלופדיה, באגים הבאים גם שער. גם מלא תרבות ניווט המדינה. ערכים למחיקה לוח מה, מוגש תרבות רשימות זכר את. מדע לערך אקראי."
  },
  {
    "key": "frontal_lobe_title",
    "value": "הָאֻונָּה המצחית"
  },
  {
    "key": "frontal_lobe_body",
    "value": "ממוקמת בקִדְמַת המוח, האונה הגדולה ביותר מבין ארבע האונות. מכילה אזורים בעלי תפקידים רבּים ומגוונים: קליפת המוח המוטורית החשובה לתנועה; אזור בָּרוֹקָה האחראי על הבעת שפה וקליפת המוח הקדם-מצחית החשובה לתפקודים גבוהים של המוח כמו חשיבה אסטרטגית וקבלת החלטות."
  },
  {
    "key": "motor_cortex_title",
    "value": "קליפת המוח המוטורית"
  },
  {
    "key": "motor_cortex_body",
    "value": "אחראית על תנועה. הפקודות יוצאות ממנה לחוט הַשִּׁדְרָה ומשם לשרירים שמתכווצים ומתרפים לפיהן. אזורים שונים בקליפת המוח המוטורית אחראים על תנועת השרירים באזורים שונים בגוף, מהרגליים ועד לפנים. החלק הקדמי יותר של האזור אחראי על משימות מורכבות כמו תכנון תנועה ורצפי תנועות."
  },
  {
    "key": "broca_area_title",
    "value": "אזור בּרוֹקָה"
  },
  {
    "key": "broca_area_body",
    "value": "אחד משני האזורים החשובים לשׂפה במוח. לרוב נמצא רק בצד שמאל של המוח. חשוב להבעת שפה; הפקת דיבור והבנת תחביר (חולים שנפגעו באזור זה יתקשו לְדַבֵּר, אף שיבינו מה שייאמר להם). מחקרים מְקַשְּׁרִים אותו גם לתפקידים בלתי שפתיים כמו מוזיקה וזיכרון עבודה."
  },
  {
    "key": "prefrontal_cortex_title",
    "value": "קליפת המוח הַקְּדַם-מצחית"
  },
  {
    "key": "prefrontal_cortex_body",
    "value": "מהאזורים החשובים ביותר במוח. אחראי בעיקר על תפקודים גבוהים כמו קבלת החלטות; תכנון וניהול; התנהגות חברתית; חשיבה רציונלית ועוד. מעורב בתהליכי למידה, זיכרון וקֶשֶׁב. חוקרים מְקַשְּׁרִים אזור זה לאינטליגנציה, לאישיוּת ולאופי שלנו. במחלות שונות, מסכיזופרניה ועד אוטיזם, מזהים בו שינויים."
  },
  {
    "key": "parietal_lobe_title",
    "value": "הָאוּנָה הקודקודית"
  },
  {
    "key": "parietal_lobe_body",
    "value": "אונה מרכזית ומשמעותית בקליפת המוח. יש לה מגוון רחב מאוד של תפקידים, מעיבוד המידע התחושתי מכל רחבי הגוף בקליפת המוח התחושתית ועד תפקידים גבוהים יותר המתבצעים באונה הקודקודית האחורית."
  },
  {
    "key": "somatosensory_cortex_title",
    "value": "קליפת המוח התחושתית"
  },
  {
    "key": "somatosensory_cortex_body",
    "value": "אחראית על עיבוד תחושת המגע והמישוש וכן על עיבוד של כְּאֵב, רֶטֶט וטמפרטורה. אזור זה מקבל מידע מקולטנים המפוזרים בכל הגוף ומעבירים מידע דרך חוט השדרה וגזע המוח."
  },
  {
    "key": "posterior_parietal_lobe_title",
    "value": "קליפת המוח הקודקודית האחורית"
  },
  {
    "key": "posterior_parietal_lobe_body",
    "value": "מכילה אזורים שאחראים על תפקודים גבוהים של המוח כמו תיאום בין חוש הראייה לחוש המישוש, וסִנְכְּרוּן בין החושים האלה ובין פעולות מוטוריות. מעורבת בפעולות הקשורות למתמטיקה ולוגיקה, וקשורה לתפקידים מרכזיים כמו קֶשֶׁב, זיכרון עבודה ותפיסת ה\"עצמי\" והמרחב."
  },
  {
    "key": "occipital_lobe_title",
    "value": "הָאוּנָה העורפית"
  },
  {
    "key": "occipital_lobe_body",
    "value": "אחראית על עיבוד מידע מחוש הראייה. באזורים הראשונים שמקבלים את המידע מתרחש עיבוד מאפיינים בסיסיים כמו מיקום האובייקט שאנו רואים והזווית שבה הוא נמצא. באזורים מתקדמים יותר מְעַבְּדִים דברים כמו צבע ותנועה. המידע עובר מכאן לאונות אחרות להמשך עיבוד התמונה."
  },
  {
    "key": "temporal_lobe_title",
    "value": "הָאוּנָה הרקתית"
  },
  {
    "key": "temporal_lobe_body",
    "value": "האונה הרקתית יושבת בצידי המוח מאחורי הָרַקָּה. יש לה תפקיד משמעותי בעיבוד מידע מהחושים. אזורים שונים בתוך האונה הזו אחראים על עיבוד מידע מחוּשֵׁי הראייה, השמיעה והריח."
  },
  {
    "key": "auditory_cortex_title",
    "value": "קליפת המוח השמיעתית"
  },
  {
    "key": "auditory_cortex_body",
    "value": "אחראית על עיבוד המידע מחוש השמיעה. מחולקת לתתי-אזורים: האזור הראשוני מקבל תחילה את הקלט השמיעתי שמגיע לקליפת המוח, והאזורים השניוניים שסביבו אחראים על תפקידים מורכבים יותר של השמיעה כמו עיבוד מוזיקה."
  },
  {
    "key": "wernicke_area_title",
    "value": "אזור וֶרְנִיקָה"
  },
  {
    "key": "wernicke_area_body",
    "value": "אחד מִשְּׁנֵי אזורי השׂפה במוח. אחראי על הבנת השפה, אבל לא על הבעת שפה. חולים שנפגעו באזור זה מְדַבְּרִים בְּשֶׁטֶף כמו אנשים בריאים, אך לא מבינים מה הם אומרים. אזור זה קיים רק בצד אחד של המוח (לרוב בצד שמאל)."
  },
  {
    "key": "median_and_inferior_temporal_lobe_title",
    "value": "הָאוּנָה הָרַקָּתִית האמצעית והתחתונה"
  },
  {
    "key": "median_and_inferior_temporal_lobe_body",
    "value": "בחלק זה נמצאים אזורים אשר אחראים על עיבוד מורכב יותר של התמונה המגיעה מחוש הראייה, דוגמת אזורים הקשורים לזיהוי פָּנִים, זיהוי אובייקטים וזיהוי רֶקַע."
  },
  {
    "key": "piriform_cortex_title",
    "value": "קליפת המוח הפּיריפוֹרמית"
  },
  {
    "key": "piriform_cortex_body",
    "value": "האזור המרכזי בקליפת המוח אשר אחראי על עיבוד המידע מחוש הריח. מקבל את המידע שלו מאיברי הַחִישָׁה של מערכת הריח. בהשוואה למינים אחרים, בבני אדם האזור הזה קטן מאוד ביחס לשאר המוח, מה שעשוי להעיד על כך שחוש הריח ממלא אצלנו תפקיד פחות מרכזי בהשוואה למינים אחרים."
  },
  {
    "key": "limbic_cortex_title",
    "value": "קליפת המוח הַלִּימְבִּית"
  },
  {
    "key": "limbic_cortex_body",
    "value": "קשורה לשלל תהליכים שקשורים להתנהגות. חשובה להתנהגות חברתית וכן לעיבוד רגשות; מוטיבציה; למידה וזיכרון. למערכת הלימבית יש חלקים נוספים שאינם בקליפת המוח, כמו האמיגדלה וההיפוקמפוס."
  },
  {
    "key": "insula_title",
    "value": "אִינְסוֹלָה"
  },
  {
    "key": "insula_body",
    "value": "חלק זה של קליפת המוח מקופל לעומק המוח ואי אפשר להבחין בו במבט חיצוני. האינסולה קשורה לרגשות שונים כמו גועל, ולתגובה רגשית לגירויים חיצוניים. מעורבת הן במשימות כמו בַּקָּרָה על פעילות הגוּף הן בתהליכים גבוהים של המוח."
  },
  {
    "key": "gustatory_cortex_title",
    "value": "קליפת המוח הגוֹסטטוֹרית"
  },
  {
    "key": "gustatory_cortex_body",
    "value": "אחראית על עיבוד המידע מחוש הטעם. המידע מגיע מקוֹלטני הטעם שיושבים בפה (בעיקר על הלשון), עובר דרך גזע המוח והתלמוס ומגיע לקליפת המוח הגוסטטורית. לאזור זה שני חלקים, האחד באינסולה, והשני בתחתית האונה המצחית."
  },
  {
    "key": "deep_nuclei_in_the_forebrain_title",
    "value": "גרעינים עמוקים"
  },
  {
    "key": "deep_nuclei_in_the_forebrain_body",
    "value": "Deep Nuclei in the Forebrain ב פנאי קלאסיים בהתייחסות רבה, ליום לשון גיאוגרפיה צ'ט אל. אל מלא הארץ טכניים אתנולוגיה, מה פיסיקה הסביבה אחר, משחקים לחשבון לויקיפדיה דת צעד. דת שער והוא רשימות האנציקלופדיה, באגים הבאים גם שער. גם מלא תרבות ניווט המדינה. ערכים למחיקה לוח מה, מוגש תרבות רשימות זכר את. מדע לערך אקראי."
  },
  {
    "key": "hippocampus_title",
    "value": "היפּוֹקמפּוֹס"
  },
  {
    "key": "hippocampus_body",
    "value": "בלטינית משמעות השם היפוקמפוס היא \"סוּסוֹן ים\", ויש האומרים שההיפוקמפוס דומה בצורתו לחיה זו. להיפוקמפוס חשיבוּת רבּה ביצירה של זיכרונות חדשים, קידודם ואחסונם, בפרט זיכרונות מוּדָעִים והצהרתיים של אירועים ועֻבְדּוֹת. כמו כן יש להיפוקמפוס תפקיד בהתמצאוּת במרחב ובזיכרון מרחבי."
  },
  {
    "key": "amygdala_title",
    "value": "אַמִיגְדָלָה (גרעין השקד)"
  },
  {
    "key": "amygdala_body",
    "value": "אזור קטן היושב בעומק המוח, בעל תפקיד חשוב בשליטה על היבטים שונים של רֶגֶשׁ (מפורסם בחשיבותו בתגובות פחד). לאמיגדלה חשיבות כפולה: הן בהשפעות פסיכולוגיות גבוהות על ההתנהגות כתוצאה מֵרְגָשׁוֹת הן בשליטה על תפקודים גופניים בסיסיים כתוצאה מֵרְגָשׁוֹת (למשל, עלייה בלחץ הדם ובקצב הלב)."
  },
  {
    "key": "thalamus_title",
    "value": "תָּלָמוּס"
  },
  {
    "key": "thalamus_body",
    "value": "\"תחנת הַמִּמְסָר\" של המוח. רוב המידע שמגיע לקליפת המוח ממקומות שונים בגוף ובמערכת העצבים (למשל, מידע מהחושים, מלבד חוש הריח), עובר קודם כל בתלמוס. באזור זה מתבצע עיבוד ראשוני של המידע, ולאחר מכן הוא נשלח לקליפת המוח."
  },
  {
    "key": "hypothalamus_title",
    "value": "היפּוֹתלמוּס"
  },
  {
    "key": "hypothalamus_body",
    "value": "מְבַקֵּר כמה מההתנהגויות הבסיסיות של הגוף. שולט בין השאר על תחושות הרעב והצמא, מְוַסֵּת את טמפרטורת הגוף  ואחראי על מנגנון השעון הביולוגי. מקושר לאזורים רבּים במוח, מפעיל את בלוטת יוֹתֶרֶת המוח ומפריש הורמונים שמשפיעים על תהליכים המתרחשים בגוף כולו."
  },
  {
    "key": "basal_ganglia_title",
    "value": "גרעיני הבסיס"
  },
  {
    "key": "basal_ganglia_body",
    "value": "בעלי תפקיד מרכזי בשליטה על תנועות. פעילות בלתי תקינה שלהם עלולה לגרום למחלת פרקינסון. לאחרונה התגלה כי יש להם תפקידים בתהליכים קוגניטיביים שאינם קשורים לתנועה. אחד הגרעינים בצֶּבֶר זה הוא גרעין הָאָקוּמְּבַּנְס – חלק מרכזי במערכת שיוצרת למידה בעקבות חיזוק חיובי במוח."
  },
  {
    "key": "cerebellum_title",
    "value": "צֶרֶבֶּלוּם (המוֹחוֹן)"
  },
  {
    "key": "cerebellum_body",
    "value": "אחד האזורים המסתוריים והמרתקים במערכת העצבים. למרות שגודלו רק 15% מהמוח הוא מכיל 60% מתאי המוח. מפורסם בתפקידים המוטוריים שלו, ובין השאר חשוב לקואורדינציה; לשיווי משקל ולשליטה על דיוּק ותזמוּן. חוקרים מוצאים הֶקְשֵׁרִים שלו גם לתפקידים גבוהים כמו זיכרון; למידה; קבלת החלטות ורֶגֶשׁ."
  },
  {
    "key": "brain_stem_title",
    "value": "גזע המוח"
  },
  {
    "key": "brain_stem_body",
    "value": "חשוב לתפקודים בסיסיים של הגוף והמוח. מבקר וּמְוַסֵּת את פעולתם של תהליכים חשובים כמו לחץ הדם; הדופק והנשימה  ומשמעותי בשליטה על שֵׁנָה, עֵרוּת ומצב ההכרה. שולט בשרירי הפנים והעיניים ואחראי על חִישַׁת מגע מִשָּׁם. כולל את אזור שיכוך הכאב וכן אזורים הקשורים לרפלקסים בַּפָּנִים."
  }
]}
