{"items":[
  {
    "key": "text_anchor",
    "value": "right"
  },
  {
    "key": "display_language",
    "value": "عربية"
  },
  {
    "key": "brain_regions",
    "value": "مناطق الدماغ"
  },
  {
    "key": "brain_functions",
    "value": "وظائف الدماغ"
  },
  {
    "key": "visual_perception_title",
    "value": "نظر"
  },
  {
    "key": "visual_perception_body",
    "value": "تتميز المناطق الأولى الّتي تتلقى معلومات من العيون بخصائص أساسية مثل اتجاه الأغراض الّتي نراها. المناطق الأكثر تقدمًا تعالج الألوان والحركة، واستنتاج ما نراه بالضبط وكيف يمكننا استخدامه."
  },
  {
    "key": "auditory_perception_title",
    "value": "سمع"
  },
  {
    "key": "auditory_perception_body",
    "value": "في عملية معالجة الموجات الصوتية القادمة من الأذن إلى الدماغ، نفهم الخصائص الأساسية للصوت، مثل إرتفاعه وشّدته، لكن أيضًا الأشياء الأكثر تقدمًا مثل الموقع في الفراغ الذي سمعنا منه وما هو معنى الأصوات: هل يتحدث أحدهم معي؟  هل هذه موسيقى؟"
  },
  {
    "key": "somatosensory_perception_title",
    "value": "لمس"
  },
  {
    "key": "somatosensory_perception_body",
    "value": "إن كل مشاعر اللمس لدينا: الاهتزاز، الألم، استشعار درجة الحرارة وحتى الشعور بالنفس (معرفة مكان أيديكم دون أن تنظروا إليها) تصل إلى الدماغ من المُستقبلات المنتشرة في جميع أنحاء الجسم."
  },
  {
    "key": "taste_perception_title",
    "value": "طعم"
  },
  {
    "key": "taste_perception_body",
    "value": "يميز لساننا بين النكهات الخمسة: حلو، مالح، مر، حامض و-أومامي وكذلك درجة الحار. ما تبقى من حاسة الذوق هو المسؤول عن حاسة الشم (وبالتالي فإن الطعام يكون أقل لذة عند انسداد الأنف). هذه المعلومات تنتقل إلى الدماغ الذي يعالج معنى الذوق. على سبيل المثال، تنشط مناطق مختلفة من الدماغ استجابة للطعام اللذيذ والطعام الغير لذيذ."
  },
  {
    "key": "olfactory_perception_title",
    "value": "شم"
  },
  {
    "key": "olfactory_perception_body",
    "value": "هناك أكثر من ألف(!) نوع مختلف من المُستقبلات في الأنف وتشعر بالمواد المختلفة الّتي تدخله. تنتقل هذه المعلومات إلى الدماغ الذي يخلق حاسة الشم ومعناها. على سبيل المثال، تنشط مناطق مختلفة من الدماغ استجابةً للرائحة اللطيفة واستجابة للرائحة الكريهة."
  },
  {
    "key": "motion_title",
    "value": "حركة"
  },
  {
    "key": "motion_body",
    "value": "عندما نرفع اليد، يرسل الدماغ أمرًا لتحريكها. تتضمن كل حركة العديد من مناطق الدماغ المسؤولة عن التخطيط والدقة والتوقيت والقدرة على أداء الحركة الصحيحة لأيّ غرض من الأغراض حتى دون إيلاء الكثير من الاهتمام لها."
  },
  {
    "key": "language_title",
    "value": "لغة"
  },
  {
    "key": "language_body",
    "value": "اللغة هي الطريقة الرئيسية الّتي نتواصل بها مع بعضنا البعض. بالنسبة لمعظمنا، تقع المناطق اللغوية بشكلٍ أساسي على الجانب الأيسر من الدماغ، مع وجود مناطق مختلفة مسؤولة عن فهم اللغة والتعبير عن اللغة وفهم بناء الجملة."
  },
  {
    "key": "emotions_title",
    "value": "عواطف"
  },
  {
    "key": "emotions_body",
    "value": "نحن لا نفهم بعد تمامًا كيف يتم التعبير عن المشاعر في دماغنا. مع ذلك، تم العثور على عدد لا بأس به من المناطق في الدماغ المهمة لمعالجة المشاعر، وتساعد أبحاثها على تجميع اللغز."
  },
  {
    "key": "consolidation_of_new_memories_title",
    "value": "حفظ ذكريات جديدة"
  },
  {
    "key": "consolidation_of_new_memories_body",
    "value": "نتعرض باستمرار لكثير من المعلومات، لكن معظمها ننساها بسرعة ولا يتم الاحتفاظ إلا بجزء صغير منها في ذاكرتنا. الدماغ، وخاصةً الحصين يقرر ما إذا كانت المعلومات الجديدة جديرة بالإحتفاظ بها في الذاكرة أم نسيانها."
  },
  {
    "key": "working_memory_title",
    "value": "ذاكرة العمل"
  },
  {
    "key": "working_memory_body",
    "value": "كانت تسمى في السابق \"ذاكرة قصيرة المدى\". هذا هو مجمل الذكريات اللازمة للمهام الّتي نقوم بها حاليًا، مثلها مثل الطاولة الّتي نقوم عليها بواجباتنا اليومية. كما هو الحال في الطاولة، توجد أيضًا مساحة محدودة لذاكرة ذاكرتنا العاملة، لذلك سيتم الحفاظ على المعلومات المهمة فقط في الوقت الحالي."
  },
  {
    "key": "orientation_title",
    "value": "تحديد المكان"
  },
  {
    "key": "orientation_body",
    "value": "بفضل الدماغ يمكننا أن نفهم جيدًا أين مكاننا، وما هو أقرب وأبعد عنا وكيف ننتقل من مكان إلى آخر. في الحصين، توجد خلايا المشفرة الى المكان الذي نحن فيه في أيّ لحظة وقد تساعدنا في توجيه أنفسنا."
  },
  {
    "key": "hunger_and_satiety_title",
    "value": "الجوع والشبع"
  },
  {
    "key": "hunger_and_satiety_body",
    "value": "تتلقى خلايا الجوع والشبع في منطقة تحت المهاد (الهايبوثلاموس) في الدماغ معلومات من الجهاز الهضمي ومناطق أخرى في الدماغ عن وضعنا وتقرر ما إذا كان من المفيد أن نخلق عندنا الشعور بأنه قد حان الوقت لتناول الطعام، أو خلق شعور بالشبع."
  },
  {
    "key": "circadian_clocks_title",
    "value": "ساعات بيولوجية"
  },
  {
    "key": "circadian_clocks_body",
    "value": "تساعدنا الساعة البيولوجية الموجودة في منطقة تحت المهاد (الهايبوثلاموس) على فهم متى نهار ومتى ليل دون معرفة ما إذا كانت الشمس مضيئة في الخارج. يمكن إعادة ضبط الساعة بمساعدة ضوء الشمس - لذلك نحن نعتاد على جدول الأعمال الجديد الذي وضعته الشمس في الدولة الّتي وصلنا إليها."
  },
  {
    "key": "breath_and_heartbeat_regulation_title",
    "value": "سيطرة على التنفس ومعدل ضربات القلب"
  },
  {
    "key": "breath_and_heartbeat_regulation_body",
    "value": "القلب والرئتين لا يعملان هكذا. يتحكم بهم جذع الدماغ لدينا ويبطئ أو يُسّرع نشاطهم إذا لزم الأمر. على سبيل المثال، عندما نركض نحتاج إلى الكثير من الأكسجين وبالتالي فإن الدماغ يزيد من معدل التنفس ومعدل ضربات القلب."
  },
  {
    "key": "conscious_state_title",
    "value": "حالات الوعي"
  },
  {
    "key": "conscious_state_body",
    "value": "مناطق مختلفة من الدماغ تعمل بشكل مختلف عندما ننام وعندما نكون مستيقظين، التغيير في نشاطها يمكن أن تجعلنا ننام أو نستيقظ. في حالات كثيرة يكون فيها ضرر في الوعي، كما في الحلم أو \"الحالة السريرية\"، هناك ضرر لهذه المناطق."
  },
  {
    "key": "cortex_title",
    "value": "القشرة"
  },
  {
    "key": "frontal_lobe_title",
    "value": "الفص الجبهي"
  },
  {
    "key": "frontal_lobe_body",
    "value": "يقع في مقدمة الدماغ، وهو أكبر الفصوص الأربعة. يحتوي على مناطق بها العديد من الوظائف المختلفة: القشرة الحركية المهمة للحركة؛ منطقة بروكا المسؤولة عن التعبير اللغوي والقشرة امام جبهية المهمة لوظائف الدماغ العليا مثل التفكير الاستراتيجي واتخاذ القرارات."
  },
  {
    "key": "motor_cortex_title",
    "value": "قشرة الدماغ الحركية"
  },
  {
    "key": "motor_cortex_body",
    "value": "مسؤولة عن الحركة. تنتقل الأوامر منها إلى النخاع الشوكي ومن هناك إلى العضلات الّتي تتقلص وتسترخي وفقًا لهم. مناطق مختلفة من قشرة الدماغ الحركية هي المسؤولة عن حركة العضلات في مناطق مختلفة في الجسم، من الساقين وحتى الوجه. الجزء الأمامي من المنطقة مسؤول عن المهام المعقدة مثل تخطيط الحركة وتسلسل الحركة."
  },
  {
    "key": "broca_area_title",
    "value": "منطقة بروكا"
  },
  {
    "key": "broca_area_body",
    "value": "واحدة من أهم منطقتي اللغة في الدماغ. عادةً توجد فقط في الجانب الأيسر للدماغ. مهمة للتعبير عن اللغة؛ إنتاج الكلام وفهم بناء الجملة (المرضى الذين أصيبت عندهم هذه المنطقة سيجدون صعوبة في التحدث، على الرغم من أنهم سيفهمون ما يُقال لهم). تربطها الدراسات أيضًا بأدوار غير شفهية مثل الموسيقى والذاكرة العاملة."
  },
  {
    "key": "prefrontal_cortex_title",
    "value": "قشرة أمام جبهية"
  },
  {
    "key": "prefrontal_cortex_body",
    "value": "من أهم المناطق الموجودة في الدماغ. مسؤولة في المقام الأول عن الوظائف العالية مثل صنع القرار؛ التخطيط والإدارة؛ السلوك الاجتماعي؛ التفكير العقلاني وأكثر من ذلك. تشارك في عمليات التعلم والذاكرة والانتباه. يربط الباحثون هذه المنطقة بذكائنا وشخصيتنا وطباعنا. وفي أمراض مختلفة، من انفصام الشخصية إلى مرض التوحد، يمكن التعرف على تغييرات قد حدثت في هذه المنطقة."
  },
  {
    "key": "parietal_lobe_title",
    "value": "الفص الجداري"
  },
  {
    "key": "parietal_lobe_body",
    "value": "فص مركزي وهام في القشرة الدماغية. لديه مجموعة واسعة من الأدوار، من المعالجة الحسّية في جميع أنحاء الجسم في القشرة الدماغية إلى الأدوار العليا في الفص الجداري الخلفي."
  },
  {
    "key": "somatosensory_cortex_title",
    "value": "قشرة الدماغ الحسّية"
  },
  {
    "key": "somatosensory_cortex_body",
    "value": "مسؤولة عن معالجة حاسة اللمس ، وكذلك معالجة الألم والاهتزاز ودرجة الحرارة. تتلقى هذه المنطقة المعلومات من المُستقبلات الموزعة في جميع أنحاء الجسم وتنقل المعلومات عبر الحبل الشوكي وجذع الدماغ."
  },
  {
    "key": "posterior_parietal_lobe_title",
    "value": "الفص الجداري الخلفي"
  },
  {
    "key": "posterior_parietal_lobe_body",
    "value": "يحتوي على مناطق مسؤولة عن وظائف الدماغ العالية مثل التنسيق بين حاسة البصر واللمس، والتزامن بين هذه الحواس والوظائف الحركية. يشارك في الأنشطة المتعلقة بالرياضيات والمنطق ويرتبط بالوظائف الرئيسية مثل الإصغاء، ذاكرة العمل وتصور \"الذات\" والفراغ."
  },
  {
    "key": "occipital_lobe_title",
    "value": "الفص القذالي"
  },
  {
    "key": "occipital_lobe_body",
    "value": "الفص الصدغي يجلس على جانبي الدماغ خلف الصدغ. إنه يلعب دورًا مهمًا في معالجة المعلومات من الحواس. المناطق المختلفة داخل هذا الفص هي المسؤولة عن معالجة المعلومات البصرية والسمعية والرائحة."
  },
  {
    "key": "temporal_lobe_title",
    "value": "الفص الصدغي"
  },
  {
    "key": "temporal_lobe_body",
    "value": "Temporal Lobeخطّة لكون الإقتصادية بل أضف. حتى هو بينما وأزيز يرتبط, ان بوابة بلديهما بعد. أمدها والديون تم يكن, أضف النفط وإعلان للسيطرة مع, الى دفّة الخارجية ما. هو الله عرفها كانتا انه, إذ قائمة وبحلول وإعلان تعد. وجهان تكتيكاً التقليدي في يكن, أم كما أكثر كثيرة جزيرتي. عل عُقر وزارة."
  },
  {
    "key": "auditory_cortex_title",
    "value": "قشرة الدماغ السمعية"
  },
  {
    "key": "auditory_cortex_body",
    "value": "مسؤولة عن معالجة المعلومات من السمع. مقسمة إلى مناطق فرعية: المنطقة الأساسية تتلقى أولاً المدخلات السمعية التي تصل إلى القشرة والمناطق الثانوية المحيطة بها مسؤولة عن وظائف أكثر تعقيدًا في السمع مثل معالجة الموسيقى."
  },
  {
    "key": "wernicke_area_title",
    "value": "منطقة ويرنيكا"
  },
  {
    "key": "wernicke_area_body",
    "value": "واحدة من منطقتي اللغة في الدماغ. مسؤولة عن فهم اللغة المكتوبة ، ولكن ليس عن التعبير عن اللغة. يتكلم المرضى المصابون في هذا المنطقة بطلاقة مثل الأشخاص الأصحاء، لكنهم لا يفهمون ما يقولونه. هذه المنطقة موجودة فقط على جانب واحد من الدماغ (عادةً في الجانب الأيسر)."
  },
  {
    "key": "median_and_inferior_temporal_lobe_title",
    "value": "الفص الصدغي الأوسط والسفلي"
  },
  {
    "key": "median_and_inferior_temporal_lobe_body",
    "value": "في هذا القسم، هناك مناطق مسؤولة عن المعالجة الأكثر تعقيدًا للصورة القادمة من حاسة البصر، مثل المناطق المتعلقة بتحديد ملامح الوجه والتعرف على الأشياء والتعرف على الخلفية."
  },
  {
    "key": "piriform_cortex_title",
    "value": "القشرة الكمثرية"
  },
  {
    "key": "piriform_cortex_body",
    "value": "المنطقة المركزية في قشرة الدماغ المسؤولة عن معالجة المعلومات من حاسة الشم. تحصل على معلوماتها من الأعضاء الحسّية للجهاز الشمي. مقارنةً بالأنواع الأخرى، تُعّد هذه المنطقة في البشر صغيرة جدًا مقارنةً بباقي الدماغ، مما قد يشير إلى أن حاسة الشم تلعب دورًا أقل أهمية مقارنةً مع الأنواع الأخرى."
  },
  {
    "key": "limbic_cortex_title",
    "value": "الفص الحوفي"
  },
  {
    "key": "limbic_cortex_body",
    "value": "يرتبط بمجموعة متنوعة من العمليات السلوكية. مهم للسلوك الاجتماعي ومعالجة العواطف؛ التحفيز؛ التعلم والذاكرة. يحتوي الجهاز الحُوفِيّ على أجزاء أخرى غير موجودة في قشرة الدماغ، مثل اللوزة والحصين."
  },
  {
    "key": "insula_title",
    "value": "فص جزيري"
  },
  {
    "key": "insula_body",
    "value": "هذا الجزء من القشرة مطوي في عمق الدماغ ولا يمكن رؤيته من الخارج. يرتبط الفص الجزيري بمشاعر مختلفة مثل الاشمئزاز والاستجابة العاطفية للمنبهات الخارجية. يشارك في مهام مثل مراقبة فعالية الأطراف في عمليات الدماغ العليا."
  },
  {
    "key": "gustatory_cortex_title",
    "value": "قشرة الدماغ التذوقية"
  },
  {
    "key": "gustatory_cortex_body",
    "value": "مسؤولة عن معالجة المعلومات من التذوق. تأتي المعلومات من مُستقبلات التذوق الّتي في الفم (خاصةً على اللسان) وتمر عبر جذع الدماغ والمهاد وتصل إلى قشرة الدماغ التذوقية. تحتوي هذه المنطقة على جزأين، أحدهما في الفص الجزيري والآخر في الجزء السفلي من الفص الجبهي."
  },
  {
    "key": "deep_nuclei_in_the_forebrain_title",
    "value": "نوى عميقة"
  },
  {
    "key": "hippocampus_title",
    "value": "هيبوكمبوس (الحصين)"
  },
  {
    "key": "hippocampus_body",
    "value": "في اللاتينية، معنى الاسم هيبوكمبوس- الحصين هي \"فرس البحر\"، ويقول البعض إن الحصين يشبه في شكله هذا الحيوان. للحصين أهمية كبيرة في إنشاء وتعزيز وتخزين ذكريات جديدة، وخاصةً الذكريات الواعية والإعلانية للأحداث والأعمال. يلعب الحصين أيضًا دورًا في تحديد المكان والذاكرة المكانية."
  },
  {
    "key": "amygdala_title",
    "value": "لوزة دماغية"
  },
  {
    "key": "amygdala_body",
    "value": "منطقة صغيرة في عمق الدماغ، تلعب دورًا مهمًا في التحكم في جوانب العاطفة المختلفة (المعروفة بأهميتها في تفاعلات الخوف). لِللوزة الدماغية أهمية مزدوجة: هي بالتأثيرات النفسية العالية على السلوك الناجم عن المشاعر وهي بالتحكم في الوظائف الجسّدية الأساسية نتيجة للعاطفة (على سبيل المثال، زيادة ضغط الدم ومعدل ضربات القلب)."
  },
  {
    "key": "thalamus_title",
    "value": "المِهاد (الثلاموس)"
  },
  {
    "key": "thalamus_body",
    "value": "\"مكرر\" الدماغ. معظم المعلومات الّتي تصل إلى القشرة من أجزاء مختلفة من الجسم والجهاز العصبي (على سبيل المثال، معلومات من الحواس، ما عدا حاسة الشم) تمر عبر المهاد أولاً. في هذه المنطقة، تتم معالجة المعلومات أولاً ثم يتم إرسالها إلى القشرة الدماغية."
  },
  {
    "key": "hypothalamus_title",
    "value": "تحت المهاد (الهايبوثلاموس)"
  },
  {
    "key": "hypothalamus_body",
    "value": "يراقب بعض السلوكيات الأساسية للجسم. يتحكم في مشاعر الجوع والعطش وينظم درجة حرارة الجسم وهو مسؤول عن آلية الساعة البيولوجية. يرتبط بالعديد من مناطق الدماغ، وينشط الغدة النخامية ويفرز الهرمونات الّتي تؤثر على العمليات الّتي تحدث في جميع أنحاء الجسم."
  },
  {
    "key": "basal_ganglia_title",
    "value": "العقد القاعدية"
  },
  {
    "key": "basal_ganglia_body",
    "value": "لها دور مركزي في السيطرة على الحركات. نشاطهم غير الطبيعي قد يسبب مرض الرعاش. لقد تم مؤخرًا الكشف عن أن لديهم أدوارًا في العمليات المعرفية غير المرتبطة بالحركة. أحد النواة في هذه المجموعة هي النواة المتكئة - جزء مركزي من النظام الذي يخلق التعلم نتيجة التعزيز الإيجابي في الدماغ."
  },
  {
    "key": "cerebellum_title",
    "value": "المُخَيخ"
  },
  {
    "key": "cerebellum_body",
    "value": "أحدى المناطق الغامضة والرائعة في الجهاز العصبي. على الرغم من أنه يمثل 15٪ فقط من الدماغ، إلا أنه يحتوي على 60٪ من خلايا الدماغ. يشتهر بأدواره الحركية، ومن جملة الأمور الأخرى، التنسيق؛ التوازن والسيطرة على الدقة والتوقيت. يجد الباحثون أيضًا علاقات أخرى له تتعلق بأدوار عالية مثل الذاكرة؛ التعلم؛ صنع القرار والعاطفة."
  },
  {
    "key": "brain_stem_title",
    "value": "جذع الدماغ"
  },
  {
    "key": "brain_stem_body",
    "value": "مهم للوظائف الأساسية للجسم والدماغ. يراقب وينظم أداء العمليات الهامة مثل ضغط الدم؛ نبضات القلب والتنفس والسيطرة على النوم، الصحو وحالة الوعي. يتحكم في عضلات الوجه والعينين وهو مسؤول عن حاسة اللمس من هناك. بما في ذلك منطقة تخفيف الآلام وكذلك المناطق المرتبطة بردود فعل (منعكسات) بالوجه."
  }
]}
